{
    "https://www.nseindia.com/invest/first-time-investor-getting-started": "Getting Started - Welcome to your Journey of Creating Wealth. The key to achieving your wealth creation goals is to empower yourself with the right knowledge. Creating wealth for the long-term can be simple when an expert holds your hand. Why should you invest? Investing lets your money grow and reap returns over time. Idle funds can reap returns, fulfill future life goals, and secure an uncertain future. Inflation causes money to lose value, making it important to consider while planning long-term investment. Investment options include physical assets (real estate, gold) and financial assets (fixed deposits, insurance, provident funds, shares, bonds, mutual funds). Short-term options: Savings Bank Account, Money Market Funds, Bank Fixed Deposits. Long-term options: Post Office Savings, Public Provident Fund, Company Fixed Deposits, Bonds, Mutual Funds, Life Insurance, Equity Shares. What you need to start: PAN Card (mandatory), Bank Account, Demat Account, and a SEBI Registered broker. Steps: Register with a broker, fill KYC, receive unique client ID, and you are ready to trade.",
    "https://www.nseindia.com/products-services/about-currency-derivatives": "Currency Derivatives - NSE was the first exchange to receive in-principle approval from SEBI for setting up a currency derivative segment. Launched currency futures on August 29, 2008, starting with USD-INR. Subsequently, trading was allowed against Euro, Pound Sterling, and Japanese Yen. Currency Options were introduced on October 29, 2010. Options trading on EURINR, GBPINR, and JPYINR, as well as cross-currency futures and options on EUR-USD, GBP-USD, and USD-JPY, were introduced on February 27, 2018.",
    "https://www.nseindia.com/products-services/about-corporate-bonds": "About Corporate Bonds - Corporate bonds are debt securities issued by private and public corporations to raise money for purposes like building plants or purchasing equipment. Buying a bond is lending money to the issuer in exchange for the return of principal on a maturity date plus regular interest payments. One of the major developments was the Dr. R.H. Patil committee recommendations for an active secondary market, which included capturing real-time trading information and adhering to IOSCO standards for clearing and settlement.",
    "https://www.nseindia.com/products-services/about-indices": "About Indices - An Index provides information about price movements in financial or commodity markets. Stock market indexes capture the overall behavior of equity markets or specific sectors. They are calculated with reference to a base period and base value. Purposes: provide historical return comparisons, serve as a benchmark for equity funds, act as lead indicators for the economy, and reflect up-to-date information. They are essential for Index Funds, Index Futures, and Index Options.",
    "https://www.nseindia.com/products-services/about-initial-public-offerings": "About Initial Public Offerings (IPO) - The capital market consists of the Primary Market (new issues) and the Secondary Market (stock market). An IPO is the selling of securities to the public in the primary market to raise fresh capital. It provides companies access to funds for growth and increases credibility. Book Building is a process used in IPOs for efficient price discovery, eliciting demand from investors at various prices above or equal to a floor price. Unlike fixed price issues, Book Building allows demand to be known every day as the book is built."
}