{
    "https://www.nseindia.com/market-data/data-subscription-fees": "Paid E-Book (SAT Orders & Regulations). National Stock Exchange (NSE) has embarked upon the exercise of compiling the SAT orders regulation wise in e-book form. This initiative is aimed at helping the market participants in general and compliance officers of the trading members in particular to be better aware of the Various SAT orders. The e-book is available for purchase on the NSE website. Contact Us for more information.",
    "https://www.nseindia.com/trade/membership-types": "Categories of Membership. Membership of the Exchange/ NSE Clearing is open to corporate entities, limited liability partnerships, partnership firms and individuals who fulfill the eligibility criteria laid down by SEBI and NSE. Types of membership: 1. Trading Member: execute trades on own account/clients, clearing via others. 2. Trading Cum Self Clearing Member: execute and clear own/client trades. 3. Trading Cum Clearing Member: execute and clear own/client trades and trades of other members. 4. Professional Clearing Member: clear and settle trades of other members. Two types of memberships offered: Normal (unrestricted) and Alpha (focused proprietary trading). Categories available across Cash, Equity Derivatives, Currency Derivatives, Debt, and Commodity Derivatives segments.",
    "https://www.nseindia.com/trade/fees-charges-for-membership": "Fees & Charges for Membership. Application Processing Fees: ₹ 10,000/- + Applicable Tax. Admission Fees (One time): Not applicable for Alpha Category. For all segments (except exclusive Commodity and Debt): Rs. 5,00,000/- + tax. For Exclusive Debt segment: Rs. 1,00,000/- + tax. For Exclusive Commodity segment: Rs. 50,000/-. Admission fee for combined Cash, FO, CD, and COM segments: Rs. 50,000/-.",
    "https://www.nseindia.com/trade/deposits-networth-requirements-for-membership": "Deposit & Networth Requirements. Deposit Structure (Corporates/LLP): Capital Market TM: 85L, TM & SCM: 100L, TM & CM: 135L. Futures & Options TM: 25L, TM & SCM: 75L. Currency Derivatives TM: 10L (existing) / 15L (new). Commodity Derivatives TM: 0.5L. Debt Segment TM: BMC (Base Minimum Capital). Revised Base Networth Requirements (Effective March 2024): Capital Market TM: 1 Crore, TM & SCM: 5 Crore, TM & CM: 15 Crore, PCM: 50 Crore. Similar tiers apply to FO, CD, and Commodity segments.",
    "https://www.nseindia.com/products-services/about-equity-market": "About Equities. NSE started trading in the equities segment (Capital Market segment) on November 3, 1994. Within a year, it became the largest stock exchange in India by volume. Ranked the second largest stock exchange globally in terms of equity trades (WFE Report 2024). Average daily turnover has grown to around Rs. 1,12,963 crores (2024-25). Over 2,700 securities are listed with a market capitalization exceeding Rs. 410.9 lakh Crores as of March 2025. The segment provides real-time quotes, statistics, and detailed information on trading systems, clearing, and settlement."
}