{
    "https://www.nseindia.com/invest/first-time-investor-fraud-dos-and-donts": "Investor Alerts - Do's and Don'ts for Investors: Investors must beware of unauthorized brokers who may not be SEBI registered. Key instructions include: always deal with SEBI registered brokers, strike off blanks in KYC documents, do not submit incomplete KYC forms, and never share trading passwords. Retail investors should be cautious of schemes promising fixed or guaranteed returns, as these are not allowed in the stock market. Avoid falling prey to emails, SMS, or videos promising high profits and ensure you receive a signed copy of your KYC documents.",
    "https://www.nseindia.com/products-services/equity-market-trading-system": "Trading System: NSE operates on the 'National Exchange for Automated Trading' (NEAT+) system, which is a fully automated, screen-based, order-driven trading system. This system helps reduce transaction costs by narrowing jobbing spreads. The NEAT+ system features three main market types: 1. Normal Market: For regular lot size orders including Regular lot, Special Term, Negotiated Trade, and Stop Loss orders. 2. Odd Lot Market: For orders smaller than the regular lot size, where price and quantity must match exactly. 3. Auction Market: Used for settling shortages in delivery.",
    "https://www.nseindia.com/invest/investor-service-cells-committees-panel": "Investor Service Cell: NSE's primary objective includes investor empowerment through education and protection. The Investor Service Cell (ISC) is established in multiple cities across India (including Mumbai, Chennai, Delhi, and others) to resolve investor complaints against listed companies and NSE members. The ISC also provides administrative assistance for arbitration proceedings. These activities are overseen by the Regulatory Oversight Committee.",
    "https://www.nseindia.com/products-services/about-commodity-derivatives": "About Commodity Derivatives: Commodity markets help businesses manage risks associated with price volatility in raw materials and inputs. NSE commenced trading in this segment on October 12, 2018, with bullion futures. The exchange offers Futures & Options on various commodities including Bullion, Energy, and Base Metals. These regulated products allow for hedging and help in price discovery based on global and domestic supply-demand factors.",
    "https://www.nseindia.com/trade/membership-enablement": "Membership Enablement: This section provides the necessary documentation and processes for members to be enabled in various NSE segments. Requisite document sets are available for the Capital Market Segment, Currency Derivatives, Futures & Options, Commodity Derivatives, Mutual Fund Service System (MFSS), Security Lending & Borrowing Scheme (SLBS), Primary Market Segment (IPO), and the New Debt Segment. It also provides links to check deposit structures and net worth requirements for membership."
}