{
    "https://www.nseindia.com/products-services/about-etfs": "About Exchange Traded Funds (ETFs). ETFs are baskets of securities (Indices) that are traded, like individual stocks, on an exchange. Unlike regular open-end mutual funds, ETFs can be bought and sold throughout the trading day like any stock. ETFs have lower cost of transactions and annual changes compared to index funds. ETFs are considered a safer product for risk averse and first-time investors who want market linked returns. The Exchange traded funds (ETFs) began their journey in India in 2002, with the first ETF by Nippon India Mutual fund on the Nifty 50 Index. The assets under management of ETFs in India reached Rs. 3.16 lakh crores by the end of May 2021.",
    "https://www.nseindia.com/products-services/about-sgb": "Sovereign Gold Bond (SGB) Scheme. Sovereign Gold Bonds are government securities denominated in grams of gold and can be substitutes for holding physical gold. Issued by the Reserve Bank of India on behalf of the Government of India. Investors pay the issue price in cash and bonds are redeemed in cash on maturity. NSE acts as a Receiving Office for SGB Issuance. Advantages include: Safest (zero risk of handling physical gold), Earn Interest (2.50% per annum), Tax Benefits (No TDS, capital gain tax exempt on redemption), and Assurance of Purity (linked to 999 purity gold prices by IBJA).",
    "https://www.nseindia.com/companies-listing/listing-processing-fees-for-equity-segment": "Listing Fees - Equity. Initial Listing Fees: ₹ 50,000. Annual Listing Fees (applicable from April 01, 2018): Upto ₹100 crore: ₹ 2,90,000; Above ₹100 Crore and upto ₹200 Crore: ₹ 3,80,000; Above ₹200 Crore and upto ₹300 Crore: ₹ 4,90,000; Above ₹300 Crore and upto ₹400 Crore: ₹ 5,95,000; Above ₹400 Crore and upto ₹500 Crore: ₹ 7,30,000. For capital > ₹500 crore, minimum fee is ₹7,35,000 plus ₹4,800 for every additional ₹5 crore. Incremental fee based on Market Capitalisation applies for companies > ₹2500 crores at ₹4000 per ₹1000 Crores, capped at ₹15 lakhs.",
    "https://www.nseindia.com/trade/member-services-help-guide": "Member Services Help Guide. Trade helpdesk toll free no: 1800 266 0050. Functions of Member Service Department (MSD) categorized as: Access to Markets, Continuous Markets, and Non-continuous Markets. 1. User id: Allotment, Shifting, Disablement, Status change, NEAT to CTCL Activation/Deactivation. 2. Connectivity: Applications for Activation, Surrender, Bandwidth change, Shifting, Cancellation. 3. Co-Location facility: Allotment/Surrender of Racks and Tap IP, NOC for P2P lines, CaaS application processing.",
    "https://www.nseindia.com/products-services/equity-derivatives-contract-specifications": "Contract Specifications - Equity Derivatives. Products: Index Futures (FUTIDX), Index Options (OPTIDX), Futures on Individual Securities (FUTSTK), Options on Individual Securities (OPTSTK). Underlyings: 5 indices and various individual securities. Expiry Date format: DD-MMM-YYYY. Option Types: CE (Call) and PE (Put). Nifty 50 Index specifically has 4 weekly expiration contracts (excluding monthly) and 3 monthly expiration contracts."
}