[
  {
    "url": "https://www.nseindia.com/market-data/data-subscription-fees",
    "content": "Paid E-Book (SAT Orders & Regulations). National Stock Exchange (NSE) has embarked upon the exercise of compiling the SAT orders regulation wise in e-book form. This initiative is aimed at helping the market participants in general and compliance officers of the trading members in particular to be better aware of the Various SAT orders. The e-book is available for purchase on the NSE website. Contact Us for more information."
  },
  {
    "url": "https://www.nseindia.com/trade/membership-types",
    "content": "Categories of Membership. Membership of the Exchange/ NSE Clearing is open to corporate entities, limited liability partnerships, partnership firms and individuals who fulfill the eligibility criteria laid down by SEBI and NSE. Types of membership: 1. Trading Member: execute trades on own account/clients, clearing via others. 2. Trading Cum Self Clearing Member: execute and clear own/client trades. 3. Trading Cum Clearing Member: execute and clear own/client trades and trades of other members. 4. Professional Clearing Member: clear and settle trades of other members. Two types of memberships offered: Normal (unrestricted) and Alpha (focused proprietary trading). Categories available across Cash, Equity Derivatives, Currency Derivatives, Debt, and Commodity Derivatives segments."
  },
  {
    "url": "https://www.nseindia.com/trade/fees-charges-for-membership",
    "content": "Fees & Charges for Membership. Application Processing Fees: ₹ 10,000/- + Applicable Tax. Admission Fees (One time): Not applicable for Alpha Category. For all segments (except exclusive Commodity and Debt): Rs. 5,00,000/- + tax. For Exclusive Debt segment: Rs. 1,00,000/- + tax. For Exclusive Commodity segment: Rs. 50,000/-. Admission fee for combined Cash, FO, CD, and COM segments: Rs. 50,000/-."
  },
  {
    "url": "https://www.nseindia.com/trade/deposits-networth-requirements-for-membership",
    "content": "Deposit & Networth Requirements. Deposit Structure (Corporates/LLP): Capital Market TM: 85L, TM & SCM: 100L, TM & CM: 135L. Futures & Options TM: 25L, TM & SCM: 75L. Currency Derivatives TM: 10L (existing) / 15L (new). Commodity Derivatives TM: 0.5L. Debt Segment TM: BMC (Base Minimum Capital). Revised Base Networth Requirements (Effective March 2024): Capital Market TM: 1 Crore, TM & SCM: 5 Crore, TM & CM: 15 Crore, PCM: 50 Crore. Similar tiers apply to FO, CD, and Commodity segments."
  },
  {
    "url": "https://www.nseindia.com/products-services/about-equity-market",
    "content": "About Equities. NSE started trading in the equities segment (Capital Market segment) on November 3, 1994. Within a year, it became the largest stock exchange in India by volume. Ranked the second largest stock exchange globally in terms of equity trades (WFE Report 2024). Average daily turnover has grown to around Rs. 1,12,963 crores (2024-25). Over 2,700 securities are listed with a market capitalization exceeding Rs. 410.9 lakh Crores as of March 2025. The segment provides real-time quotes, statistics, and detailed information on trading systems, clearing, and settlement."
  },
  {
    "url": "https://www.nseindia.com/invest/first-time-investor-getting-started",
    "content": "Getting Started - Welcome to your Journey of Creating Wealth. The key to achieving your wealth creation goals is to empower yourself with the right knowledge. Creating wealth for the long-term can be simple when an expert holds your hand. Why should you invest? Investing lets your money grow and reap returns over time. Idle funds can reap returns, fulfill future life goals, and secure an uncertain future. Inflation causes money to lose value, making it important to consider while planning long-term investment. Investment options include physical assets (real estate, gold) and financial assets (fixed deposits, insurance, provident funds, shares, bonds, mutual funds). Short-term options: Savings Bank Account, Money Market Funds, Bank Fixed Deposits. Long-term options: Post Office Savings, Public Provident Fund, Company Fixed Deposits, Bonds, Mutual Funds, Life Insurance, Equity Shares. What you need to start: PAN Card (mandatory), Bank Account, Demat Account, and a SEBI Registered broker. Steps: Register with a broker, fill KYC, receive unique client ID, and you are ready to trade."
  },
  {
    "url": "https://www.nseindia.com/products-services/about-currency-derivatives",
    "content": "Currency Derivatives - NSE was the first exchange to receive in-principle approval from SEBI for setting up a currency derivative segment. Launched currency futures on August 29, 2008, starting with USD-INR. Subsequently, trading was allowed against Euro, Pound Sterling, and Japanese Yen. Currency Options were introduced on October 29, 2010. Options trading on EURINR, GBPINR, and JPYINR, as well as cross-currency futures and options on EUR-USD, GBP-USD, and USD-JPY, were introduced on February 27, 2018."
  },
  {
    "url": "https://www.nseindia.com/products-services/about-corporate-bonds",
    "content": "About Corporate Bonds - Corporate bonds are debt securities issued by private and public corporations to raise money for purposes like building plants or purchasing equipment. Buying a bond is lending money to the issuer in exchange for the return of principal on a maturity date plus regular interest payments. One of the major developments was the Dr. R.H. Patil committee recommendations for an active secondary market, which included capturing real-time trading information and adhering to IOSCO standards for clearing and settlement."
  },
  {
    "url": "https://www.nseindia.com/products-services/about-indices",
    "content": "About Indices - An Index provides information about price movements in financial or commodity markets. Stock market indexes capture the overall behavior of equity markets or specific sectors. They are calculated with reference to a base period and base value. Purposes: provide historical return comparisons, serve as a benchmark for equity funds, act as lead indicators for the economy, and reflect up-to-date information. They are essential for Index Funds, Index Futures, and Index Options."
  },
  {
    "url": "https://www.nseindia.com/products-services/about-initial-public-offerings",
    "content": "About Initial Public Offerings (IPO) - The capital market consists of the Primary Market (new issues) and the Secondary Market (stock market). An IPO is the selling of securities to the public in the primary market to raise fresh capital. It provides companies access to funds for growth and increases credibility. Book Building is a process used in IPOs for efficient price discovery, eliciting demand from investors at various prices above or equal to a floor price. Unlike fixed price issues, Book Building allows demand to be known every day as the book is built."
  },
  {
    "url": "https://www.nseindia.com/products-services/about-etfs",
    "content": "About Exchange Traded Funds (ETFs). ETFs are baskets of securities (Indices) that are traded, like individual stocks, on an exchange. Unlike regular open-end mutual funds, ETFs can be bought and sold throughout the trading day like any stock. ETFs have lower cost of transactions and annual changes compared to index funds. ETFs are considered a safer product for risk averse and first-time investors who want market linked returns. The Exchange traded funds (ETFs) began their journey in India in 2002, with the first ETF by Nippon India Mutual fund on the Nifty 50 Index. The assets under management of ETFs in India reached Rs. 3.16 lakh crores by the end of May 2021."
  },
  {
    "url": "https://www.nseindia.com/products-services/about-sgb",
    "content": "Sovereign Gold Bond (SGB) Scheme. Sovereign Gold Bonds are government securities denominated in grams of gold and can be substitutes for holding physical gold. Issued by the Reserve Bank of India on behalf of the Government of India. Investors pay the issue price in cash and bonds are redeemed in cash on maturity. NSE acts as a Receiving Office for SGB Issuance. Advantages include: Safest (zero risk of handling physical gold), Earn Interest (2.50% per annum), Tax Benefits (No TDS, capital gain tax exempt on redemption), and Assurance of Purity (linked to 999 purity gold prices by IBJA)."
  },
  {
    "url": "https://www.nseindia.com/companies-listing/listing-processing-fees-for-equity-segment",
    "content": "Listing Fees - Equity. Initial Listing Fees: ₹ 50,000. Annual Listing Fees (applicable from April 01, 2018): Upto ₹100 crore: ₹ 2,90,000; Above ₹100 Crore and upto ₹200 Crore: ₹ 3,80,000; Above ₹200 Crore and upto ₹300 Crore: ₹ 4,90,000; Above ₹300 Crore and upto ₹400 Crore: ₹ 5,95,000; Above ₹400 Crore and upto ₹500 Crore: ₹ 7,30,000. For capital > ₹500 crore, minimum fee is ₹7,35,000 plus ₹4,800 for every additional ₹5 crore. Incremental fee based on Market Capitalisation applies for companies > ₹2500 crores at ₹4000 per ₹1000 Crores, capped at ₹15 lakhs."
  },
  {
    "url": "https://www.nseindia.com/trade/member-services-help-guide",
    "content": "Member Services Help Guide. Trade helpdesk toll free no: 1800 266 0050. Functions of Member Service Department (MSD) categorized as: Access to Markets, Continuous Markets, and Non-continuous Markets. 1. User id: Allotment, Shifting, Disablement, Status change, NEAT to CTCL Activation/Deactivation. 2. Connectivity: Applications for Activation, Surrender, Bandwidth change, Shifting, Cancellation. 3. Co-Location facility: Allotment/Surrender of Racks and Tap IP, NOC for P2P lines, CaaS application processing."
  },
  {
    "url": "https://www.nseindia.com/products-services/equity-derivatives-contract-specifications",
    "content": "Contract Specifications - Equity Derivatives. Products: Index Futures (FUTIDX), Index Options (OPTIDX), Futures on Individual Securities (FUTSTK), Options on Individual Securities (OPTSTK). Underlyings: 5 indices and various individual securities. Expiry Date format: DD-MMM-YYYY. Option Types: CE (Call) and PE (Put). Nifty 50 Index specifically has 4 weekly expiration contracts (excluding monthly) and 3 monthly expiration contracts."
  },
  {
    "url": "https://www.nseindia.com/invest/first-time-investor-fraud-dos-and-donts",
    "content": "Investor Alerts - Do's and Don'ts for Investors: Investors must beware of unauthorized brokers who may not be SEBI registered. Key instructions include: always deal with SEBI registered brokers, strike off blanks in KYC documents, do not submit incomplete KYC forms, and never share trading passwords. Retail investors should be cautious of schemes promising fixed or guaranteed returns, as these are not allowed in the stock market. Avoid falling prey to emails, SMS, or videos promising high profits and ensure you receive a signed copy of your KYC documents."
  },
  {
    "url": "https://www.nseindia.com/products-services/equity-market-trading-system",
    "content": "Trading System: NSE operates on the 'National Exchange for Automated Trading' (NEAT+) system, which is a fully automated, screen-based, order-driven trading system. This system helps reduce transaction costs by narrowing jobbing spreads. The NEAT+ system features three main market types: 1. Normal Market: For regular lot size orders including Regular lot, Special Term, Negotiated Trade, and Stop Loss orders. 2. Odd Lot Market: For orders smaller than the regular lot size, where price and quantity must match exactly. 3. Auction Market: Used for settling shortages in delivery."
  },
  {
    "url": "https://www.nseindia.com/invest/investor-service-cells-committees-panel",
    "content": "Investor Service Cell: NSE's primary objective includes investor empowerment through education and protection. The Investor Service Cell (ISC) is established in multiple cities across India (including Mumbai, Chennai, Delhi, and others) to resolve investor complaints against listed companies and NSE members. The ISC also provides administrative assistance for arbitration proceedings. These activities are overseen by the Regulatory Oversight Committee."
  },
  {
    "url": "https://www.nseindia.com/products-services/about-commodity-derivatives",
    "content": "About Commodity Derivatives: Commodity markets help businesses manage risks associated with price volatility in raw materials and inputs. NSE commenced trading in this segment on October 12, 2018, with bullion futures. The exchange offers Futures & Options on various commodities including Bullion, Energy, and Base Metals. These regulated products allow for hedging and help in price discovery based on global and domestic supply-demand factors."
  },
  {
    "url": "https://www.nseindia.com/trade/membership-enablement",
    "content": "Membership Enablement: This section provides the necessary documentation and processes for members to be enabled in various NSE segments. Requisite document sets are available for the Capital Market Segment, Currency Derivatives, Futures & Options, Commodity Derivatives, Mutual Fund Service System (MFSS), Security Lending & Borrowing Scheme (SLBS), Primary Market Segment (IPO), and the New Debt Segment. It also provides links to check deposit structures and net worth requirements for membership."
  }
]